Repository: wp-plugins/wordpress-dashboard-twitter
Catalog: languages/wp-dashboard-twitter-*.po
Languages: sk_sk, tr_tr

source: Twitter is unavailable at the moment. Please try again later!
tr_tr: Twitter şu an kullanılabilir değil. Lütfen daha sonra tekrar deneyiniz.

source: This plugin version introduces OAuth Support for Twitter. Twitter announced in December of 2009 the deprecation of Basic Auth on August 16th 2010. Please login with Twitter by clicking the image above, and follow the on-screen instructions.
tr_tr: Bu eklenti sürümü Twitter için OAuth Destek tanıtır. Twitter Ağustos 16, 2010 Aralık ayında 2009 Temel Auth önerilmeyişine açıkladı. Lütfen yukarıdaki resme tıklayarak Twitter ile giriş yapın ve ekrandaki yönergeleri izleyin.

source: The following directory needs to be writable: %s [<a href='%s'>Recheck</a>]
sk_sk: Nasledujúci priečinok musí byť zapisovateľné: %s [<a href='%s'> prekontrolovaní </a>
tr_tr: Belirtilen klasör yazılabilir olmalıdır: %s [<a href='%s'>Tekrar Kontrol Et</a>]

source: <strong>NOTE:</strong> The Twitter API only allows clients to make a limited number of calls in a given period. You just exceeded the rate limit.
sk_sk: <strong> POZNÁMKA: </strong>
tr_tr: <strong>NOT:</strong> Twitter API sadece müşterilere verilen periyod içerisinde limitli aramalara müsade eder. Limitinizi aştınız!

source: <strong>NOTE:</strong> Please <a href="%s">save</a> the plugin options for the new options to take effect!
tr_tr: <strong>NOT:</strong> Lütfen <a href="%s">KAYDEDİN!</a> böylece yeni ayarlarınız geçerli olacaktır.

source: Mentions
sk_sk: Spomína
tr_tr: Bahsedilenler

source: Direct
sk_sk: Priame
tr_tr: Yönlendir

source: Sent
sk_sk: Poslal
tr_tr: Gönderildi

source: Favorites
sk_sk: Obľúbené položky
tr_tr: Favoriler

source: Retweeted
tr_tr: Tekrar Tweetlendi

source: Timeline
tr_tr: Zaman Çizelgesi

source: Update Status
sk_sk: Stav aktualizácie
tr_tr: Güncelleme Durumu

source: Remaining API for account %s: %d/%d
sk_sk: Zostávajúce API pre konto % s: %d/%d
tr_tr: Hesaplar için kalan API %s: %d/%d

source: Reload
tr_tr: Tekrar Yükle

source: Shorten URL
sk_sk: Skráť
tr_tr: Kısa URL

source: Upload &amp; Shorten Image
sk_sk: Nahrať &amp; skrátiť obrazu
tr_tr: Yükle &amp; Kısa Resim

source: Send Update
sk_sk: Odoslať aktualizáciu
tr_tr: Güncellemeyi Gönder

source: Cancel
sk_sk: Zrušiť
tr_tr: Vazgeç

source: How many items?
sk_sk: Koľko položiek?
tr_tr: Kaç ürün?

source: Tab to open by default
sk_sk: Kartu môžete otvoriť v predvolenom nastavení
tr_tr: Tab varsayılan olarak için

source: URL Shortener
tr_tr: URL-Kısaltıcı

source: Show Avatars?
sk_sk: Zobraziť avatary?
tr_tr: Avatarlar Gösterilsin mi?

source: Use Twitpic to share photos on Twitter?
sk_sk: Zdieľať fotografie na cvrlikání pomocou Twitpic?
tr_tr: Twitter'da resmini paylaşmak için Twitpic kullanacak mısın?

source: Make the Dashboard Widget accessible for everyone?
tr_tr: Panel Bileşenlerini herkes için ulaşılabilir yap?

source: Hello %s
sk_sk: Ahoj %s
tr_tr: Merhaba %s

source: You have %d followers
sk_sk: Máte %d nasledovníci
tr_tr: %d sayısınca takipçiniz var

source: You wrote %d statuses so far and are listed on %d Twitter lists
tr_tr: Şimdiye kadar %d durumunda yazdınız, ve onlar %d Twitter'in de listeli

source: Log out
tr_tr: Çıkış

source: %s ago
sk_sk: %s pred
tr_tr: %s önce

source: An empty tweet would not make sense, eh?
sk_sk: Prázdne pípanie by nemalo zmysel, eh?
tr_tr: Boş bir tweet mantıklı değildir, değil mi?

source: Send Direct Message
sk_sk: Poslať priamo správu
tr_tr: Direkt Mesaj Gönder

source: Verify Credentials
tr_tr: Kimlik Bilgilerini Kontrol Et

source: Sending...
sk_sk: Posielanie...
tr_tr: Gönderiliyor...

source: Please enter a long URL!
sk_sk: Zadajte dlhú URL!
tr_tr: Lütfen uzun bir URL giriniz!

source: Invalid file extension!
sk_sk: Neplatný súbor rozšírenie!
tr_tr: Geçersiz dosya uzantısı!

source: WordPress Dashboard Twitter requires at least WordPress 2.7!
sk_sk: Neštebotajú WordPress Dashboard vyžaduje minimálne WordPress 2.7!
tr_tr: WordPress Dashboard Twitter en düşük WordPress 2.7 versiyonunda çalışır!

source: WordPress Dashboard Twitter requires at least PHP5!
sk_sk: Neštebotajú WordPress Dashboard vyžaduje minimálne PHP5!
tr_tr: WordPress Dashboard Twitter en düşük PHP5 istemektedir.

source: No mentions!
sk_sk: Žiadne zmienky!
tr_tr: Hiç bahsedilmemiş!

source: From
sk_sk: Od
tr_tr: 'den

source: Reply to a user
sk_sk: Odpoveď používateľovi
tr_tr: Bir kullanıcıyı cevapla

source: Reply
sk_sk: Odpoveď
tr_tr: Cevapla

source: Retweet this message
sk_sk: Retweet správu
tr_tr: Bu mesajı Retweet'la

source: in reply to
sk_sk: v odpovedi na
tr_tr: 'e cevapla

source: No statuses!
tr_tr: Durum yok!

source: No direct messages!
sk_sk: Žiadne priame správy!
tr_tr: Yönlendirme mesajı yok!

source: Compose a new Direct Message to %s
sk_sk: Skladať nové priame správy príjemcovi: %s
tr_tr: Kişi yeni bir yönlendirme mesajı yaz: %s

source: No sent messages!
sk_sk: Žiadne odoslané správy!
tr_tr: Gönderilen mesaj yok!

source: No favorites!
sk_sk: Žiadne obľúbené!
tr_tr: Favoriler yok!

source: By %s
tr_tr: Tarafından: %s

source: No retweets of your statuses yet!
tr_tr: Durumunuzu henüz tekrar tweetlemediniz.

source: to
sk_sk: na

source: WordPress Dashboard Twitter
sk_sk: Twitter WordPress Dashboard

source: Please enter your Twitter username and password by clicking the widget's 'configure' link!
sk_sk: Zadajte vaše užívateľské meno rozechvění a heslo kliknutím na odkaz configure widget!

source: Twitter Username
sk_sk: Twitter používateľské meno

source: Twitter Password
sk_sk: Twitter heslo
